[
  {
    "page": 1,
    "content": [
      "Working Hours Repair Obligations & Classification Technical \n",
      "Guide\n",
      "Repairs Obligations & Classification Guide\n",
      "Working Hours Repair Obligations & Classification Technical Guide\n",
      "Repairs Obligations & Classification Guide\n",
      "This document details the repair obligations for the Maintenance Team within Aster Group's tenancy \n",
      "agreements. It includes the services provided to customers, leaseholders, and shared ownership scheme \n",
      "owners. A brief version of this matrix is available in customer and leaseholder handbooks.\n",
      "Response times are categorized by repair priority, with special considerations for vulnerable and disabled \n",
      "customers. These priorities, set by a customer focus group, are regularly reviewed.\n",
      "Aster’s safety-first culture is emphasized in this guide. For repairs not listed, seek advice from your line \n",
      "manager. Priorities can be adjusted based on professional judgment as necessary.\n",
      "Priority Guidance:\n",
      "Response Level\n",
      "KPI Classification\n",
      "Time Scale\n",
      "Description\n",
      "Critical Emergency\n",
      "E4\n",
      "4 Hours\n",
      "Endangerment to life, \n",
      "major property damage, \n",
      "or large customer \n",
      "impact.\n",
      "Emergency\n",
      "E\n",
      "24 Hours\n",
      "Immediate health, \n",
      "safety, or structural \n",
      "risk.\n",
      "Next Working Day\n",
      "NWD\n",
      "36 Hours\n",
      "For a continuously \n",
      "beeping smoke alarm.\n",
      "Urgent\n",
      "U\n",
      "---\n",
      "Non-emergency but \n",
      "potential for future \n",
      "issues.\n",
      "Routine\n",
      "R\n",
      "20 Working Days\n",
      "Non-urgent, can be \n",
      "deferred without \n",
      "significant impact.\n",
      "Batch\n",
      "60\n",
      "60 Working Days\n",
      "Larger repairs or recent \n",
      "deterioration, planned \n",
      "repairs.\n",
      "Vulnerable Customers: \n"
    ]
  },
  {
    "page": 2,
    "content": [
      "If it is discovered that a customer has incorrectly claimed vulnerability to obtain additional repairs, Aster \n",
      "will charge them with the cost of any repairs undertaken as a result of the incorrect claim. \n",
      "Rechargeable to customer: \n",
      "Repair costs for any damage caused by the customer or their family or visitors will be recharged to them. \n",
      "This excludes repairs resulting from normal wear and tear. \n",
      "Reportable by Leaseholders & Shared Owners: \n",
      "Repairs that Aster are responsible for variances according to the leases. This list covers the majority of \n",
      "leases. Leaseholders should not request repairs that are listed here as a customer responsibility. \n",
      "Target Priority: \n",
      "The priority levels can be raised if required based on professional judgement or where large number of \n",
      "customers may be affected, such as sheltered housing communal areas.\n"
    ]
  }
]