[
  {
    "page": 1,
    "content": [
      "Working Hours Repair Obligations & Classification Technical \n",
      "Guide\n",
      "Repairs Obligations & Classification Guide\n",
      "The matrix below outlines the repair obligations of the Maintenance Team under Aster Group’s tenancy \n",
      "agreements. It specifies the repairs provided for customers, leaseholders, and owners under the shared \n",
      "ownership scheme. A summary is also included in the customer and leaseholder handbooks.\n",
      "The matrix includes response times based on repair priority. Priorities are enhanced for vulnerable and \n",
      "disabled customers. These priorities, developed by a customer focus group, are reviewed regularly.\n",
      "Aster promotes a safety-first culture, and this guide reflects that. For unlisted repairs, refer to your line \n",
      "manager for guidance. Aster can adjust repair priorities using professional judgment as needed.\n",
      "Priority Guidance:\n",
      "Response Level\n",
      "KPI Classification\n",
      "Time Scale\n",
      "Description\n",
      "Critical Emergency\n",
      "E4\n",
      "4 Hours\n",
      "Immediate threat to \n",
      "life, significant \n",
      "damage, or affecting \n",
      "many customers.\n",
      "Emergency\n",
      "E\n",
      "20 Hours\n",
      "Health, safety, or \n",
      "structural risk, often \n",
      "initially make-safe.\n",
      "Next Working Day\n",
      "NWD\n",
      "36 Hours\n",
      "For a beeping smoke \n",
      "alarm.\n",
      "Urgent\n",
      "U\n",
      "---\n",
      "Non-emergency but \n",
      "could cause further \n",
      "issues.\n",
      "Routine\n",
      "R\n",
      "18 Working Days\n",
      "Deferrable without \n",
      "serious discomfort or \n",
      "nuisance.\n",
      "Batch\n",
      "60\n",
      "60 Working Days\n",
      "Planned one-off repair \n",
      "or recent deterioration.\n",
      "Vulnerable Customers: \n",
      "If it is discovered that a customer has incorrectly claimed vulnerability to obtain additional repairs, Aster \n",
      "will charge them with the cost of any repairs undertaken as a result of the incorrect claim. \n"
    ]
  },
  {
    "page": 2,
    "content": [
      "Rechargeable to customer: \n",
      "Repair costs for any damage caused by the customer or their family or visitors will be recharged to them. \n",
      "This excludes repairs resulting from normal wear and tear. \n",
      "Reportable by Leaseholders & Shared Owners: \n",
      "Repairs that Aster are responsible for variances according to the leases. This list covers the majority of \n",
      "leases. Leaseholders should not request repairs that are listed here as a customer responsibility. \n",
      "Reportable by Private Rent: \n",
      "Private Rent customers pay higher than average rent meaning that Aster will be responsible for nearly \n",
      "everything within these properties. \n",
      "Reportable by Intermediate Rent: \n",
      "Intermediate Rent properties are old shared ownership properties which have been sold. The majority of \n",
      "repairs are the same as general needs properties. \n",
      "Target Priority: \n",
      "The priority levels can be raised if required based on professional judgement or where large number of \n",
      "customers may be affected, such as sheltered housing communal areas.\n"
    ]
  }
]